# \ 역슬래시 escape문자 \n <- 다음 행
# print 함수를 연속해서 작성하여 다음 행에 출력
print('프로세스를 진행하기 위해 텍스트로 안내를 합니다') # 현재 내용 출력 후 다음 행에 커서가 위치
print("다음 과정으로 가기 위해 설명을 하기도 하죠")
# \n 다음 행에 출력
print("화창한 제주도의 3 월, \n 제주대학교는 개강 직후의 설렘으로 가득하다. \n 갓 스무 살이 된 국문이는 당찬 포부를 지니고 처음 학교에 갔지만 친구는 커녕 다른 이에게 말도 제대로 붙이지 못했다. \n 국문이는 수업이 끝난 후 우울한 마음으로 학생 식당으로 향했다.")

'''
내용작성

'''

print("""
당연히
같이 
밥을 먹을 친구는 없다.
뜨거운 눈물을 삼킨다 . 나는 강한 여자라며 마음속으로 되뇐다 . 요즘은 혼밥이 대세다 . 식당 앞에 다다르자 , 국문이는 기절초풍했다 . 웬 커다란 기계 하나로 식권을 구매해야 한다는 것이다 . 기계의 이름은 더더욱 괴상했는데 키오스크’라고 불렀다 . 듣도 보도못한 금속 덩어리를 대면하자 꽉 쥔 손에 식은땀이 흘렀다 . 문과의 서러움이 폭발하는 순간이었다 . 등 뒤엔 짜증이 가득 섞인 4 학년 선배의 얼굴이있었고 , 국문이는 까만 눈동자만 이리저리 굴렸다 . 그때 , 한 미모의 남성이 등장해 노란 포스트잇을 국문이의 손에 쥐여주고 떠났다 . 포스트잇에 적힌 내용은 아래와 같았다""")


# \ <- 코딩 줄이 길어서 다음 행에 이어서 코딩을 하고 싶을 때


