# 파일 만들기
'''(주석문이여서 실행이 되지 않음)
컴퓨터 데이터
숫자 : 5
계산 : 덧셈 (+) 뺄셈 (-) 곱셈(*) 나눗셈(/)
2*3 = 6
문자 : 따옴표로 --> '문자열' or "문자열"
It's
참과 거짓 : True False -> 조건 할 때 필요
크기비교   * 변수 = 데이터 기억 장소명 = 데이터값으로 = 사용하므로 
같다 ( == )   같지않다 ( != )    크다( > )  작다( < )  이상 ( >= )    이하 ( <= )

'''
print(5) # 괄호안의 내용 숫자 5를 터미널창에 출력하세요 의미
print("안녕") # " " 터미널창에 출력하세요
print('안녕') # ' ' 터미널창에 출력하세요
print(2*3) # 6
print(2/3) # 0.666666
print(2+3*4) # 곱셈 먼저 실행 순서대로 진행하지 않는다.
# 괄호를 이용하면 먼저 계산
print((2+3)*4) # 2와 3을 더하고 그 결과값에 곱하기 4
print("It's") # It's
# 문자열을 반복해서 출력할때 문자열 *반복횟수
print("ㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎ")
print("ㅎ"*12)
print(1==1) # 참 True
print(2!=2) # 거짓 False

# 과제 : 실습한 화면을 캡쳐하여 이미지로 파일 업로드


